Repository: jotapalas/wedding-tools
Catalog: app/translations/*/LC_MESSAGES/django.po
Languages: es_es

source: Admin panel
es_es: Panel de administración

source: Everything you need to manage your wedding
es_es: Todo lo que necesitas para gestionar tu bodorrio

source: Date and time where this record was created.
es_es: Fecha y hora de creación

source: Date and time of this record last edition.
es_es: Fecha y hora de la última modificación

source: ID generated by system
es_es: ID generado por el sistema

source: Details
es_es: Detalles

source: System fields
es_es: Información del sistema

source: Guests
es_es: Invitados

source: Yes
es_es: Sí

source: Didn't respond
es_es: Sin respuesta

source: Friend
es_es: Amigo/a

source: Family
es_es: Familia

source: Colleague
es_es: Trabajo

source: Other
es_es: Otra

source: Bride
es_es: Novia

source: Groom
es_es: Novio

source: Both
es_es: Ambos

source: Child
es_es: Niño/a

source: Teenager
es_es: Adolescente

source: Young adult
es_es: Joven adulto

source: Adult
es_es: Adulto

source: Elder
es_es: Mayor

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Nickname
es_es: Mote

source: Phone
es_es: Teléfono

source: Is attending?
es_es: Viene

source: Group
es_es: Grupo

source: Guest group, if any
es_es: Grupo del invitado, si pertenece a uno

source: Relevant notes about the guest
es_es: Notas relevantes sobre el invitado

source: Invited by
es_es: De parte de

source: Who invited the guest
es_es: Quién invita a esta persona

source: Relationship
es_es: Relación

source: Relationship with the couple
es_es: Qué relación tiene con la pareja

source: Age group
es_es: Grupo de edad

source: Probability of attending
es_es: Probabilidad de que venga

source: Open bar
es_es: Barra libre

source: Will attend to the open bar
es_es: ¿Contamos con esta persona para la barra libre?

source: Is vegan
es_es: Es vegano/a

source: Is vegetarian
es_es: Es vegetariano/a

source: Guest
es_es: Invitado/a

source: Group name
es_es: Nombre del grupo

source: Guest group
es_es: Grupo de invitados

source: Guest groups
es_es: Grupos de invitados

source: English
es_es: Inglés

source: Spanish
es_es: Español
